"MJRefreshHeaderIdleText" = "下拉刷新";
"MJRefreshHeaderPullingText" = "松开刷新";
"MJRefreshHeaderRefreshingText" = "刷新中";

"MJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MJRefreshAutoFooterRefreshingText" = "Loading...";
"MJRefreshAutoFooterNoMoreDataText" = "No more data";

"MJRefreshBackFooterIdleText" = "上拉加载...";
"MJRefreshBackFooterPullingText" = "松手";
"MJRefreshBackFooterRefreshingText" = "加载中";
"MJRefreshBackFooterNoMoreDataText" = "没有更多了😰";

"MJRefreshHeaderLastTimeText" = "最近更新";
"MJRefreshHeaderDateTodayText" = "今天";
"MJRefreshHeaderNoneLastDateText" = "没新的记录";
